Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Emergency Fund
ar: ضمان المعيشة
az: Həyat təminatı fondu
bg: Фонд за спешни случаи
bn: জীবনযাত্রার নিরাপত্তা তহবিল
ca: Fons d'emergència
ceb: Pundo sa Kasegurohan sa Kinabuhi
cs: Rezervní fond
da: Sikkerhedsnet
de: Notgroschen
el: Ταμείο ασφάλειας διαβίωσης
es: Fondo de garantía de vida
es_us: Fondo de emergencia
et: Elamiskulude tagatisfond
fa: صندوق تضمین زندگی
fi: Elämisen turvarahasto
fil: Pondo para sa Seguridad sa Buhay
fr: Fonds de sécurité
fr_ca: Fonds de sécurité
ga: Ciste slándála maireachtála
gu: જીવન સુરક્ષા ભંડોળ
he: קרן ביטחון לחיים
hi: जीवन सुरक्षा निधि
hr: Troškovi života
hu: Megélhetési tartalék
id: Dana Jaminan Hidup
is: Framfærslusjóður
it: Fondo di garanzia vita
ja: 生活防衛資金
jv: Dana Jaminan Urip
kk: Өмір сүру қауіпсіздігі қоры
km: មូលនិធិធានាជីវភាព
kn: ಜೀವನ ಭದ್ರತಾ ನಿಧಿ
ko: 생활 비상금
lt: Pragyvenimo garantinis fondas
lv: Drošības spilvens
ml: ജീവിത സുരക്ഷാ ഫണ്ട്
mr: जीवन सुरक्षा निधी
ms: Dana Jaminan Kehidupan
my: လူနေမှု အာမခံ ရန်ပုံငွေ
nb: Livsoppholdsbuffer
nl: Levensonderhoudsfonds
or: ଜୀବନ ସୁରକ୍ଷା ପାଣ୍ଠି
pa: ਜੀਵਨ ਸੁਰੱਖਿਆ ਫੰਡ
pl: Fundusz bezpieczeństwa
pt_br: Fundo de reserva
pt_pt: Fundo de segurança de vida
ro: Fond de siguranță
ru: Резервный фонд
sk: Fond životného zabezpečenia
sl: Sklad za življenjsko varnost
sq: Fondi i sigurisë së jetesës
sv: Livstrygghetsfond
sw: Mfuko wa usalama wa maisha
ta: வாழ்க்கை பாதுகாப்பு நிதி
te: జీవన భద్రతా నిధి
th: เงินสำรองเลี้ยงชีพ
tr: Yaşam güvence fonu
uk: Фонд життєвого забезпечення
ur: زندگی کا حفاظتی فنڈ
uz: Yashash uchun kafolat fondi
vi: Quỹ bảo đảm cuộc sống
zh_hans: 生活保障金
zh_hant: 生活保障金
zh_hk: 生活保障金

source: Enable iCloud
ar: تمكين iCloud
az: iCloud-u aktivləşdir
bg: Включи iCloud
bn: iCloud চালু করুন
ca: Activar iCloud
ceb: I-enable ang iCloud
cs: Povolit iCloud
da: Aktiver iCloud
de: iCloud aktivieren
el: Ενεργοποίηση iCloud
es: Activar iCloud
es_us: Activar iCloud
et: Luba iCloud
fa: فعال‌سازی iCloud
fi: Ota iCloud käyttöön
fil: Paganahin ang iCloud
fr: Activer iCloud
fr_ca: Activer iCloud
ga: Cumasaigh iCloud
gu: iCloud સક્ષમ કરો
he: הפעל את iCloud
hi: iCloud सक्षम करें
hr: Omogući iCloud
hu: iCloud engedélyezése
id: Aktifkan iCloud
is: Virkja iCloud
it: Abilita iCloud
ja: iCloudを有効にする
jv: Aktifake iCloud
kk: iCloud қосу
km: បើក iCloud
kn: iCloud ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: iCloud 활성화
lt: Įjungti „iCloud“
lv: Ieslēgt iCloud
ml: iCloud പ്രവർത്തനക്ഷമമാക്കുക
mr: iCloud सक्षम करा
ms: Dayakan iCloud
my: iCloud ကို ဖွင့်ရန်
nb: Aktiver iCloud
nl: Schakel iCloud in
or: iCloud ସକ୍ଷମ କରନ୍ତୁ
pa: iCloud ਯੋਗ ਕਰੋ
pl: Włącz iCloud
pt_br: Ativar iCloud
pt_pt: Ativar iCloud
ro: Activează iCloud
ru: Включить iCloud
sk: Povoliť iCloud
sl: Omogoči iCloud
sq: Aktivizo iCloud
sv: Aktivera iCloud
sw: Wezesha iCloud
ta: iCloud ஐ இயக்கு
te: iCloudని ప్రారంభించు
th: เปิดใช้งาน iCloud
tr: iCloud'u etkinleştir
uk: Увімкнути iCloud
ur: iCloud کو فعال کریں
uz: iCloud-ni yoqish
vi: Bật iCloud
zh_hans: 启用iCloud
zh_hant: 啟用iCloud
zh_hk: 啟用 iCloud

source: Enjoy exclusive animation effects to make the savings process smoother and more engaging.
ar: احصل على تأثيرات الرسوم المتحركة الحصرية، لجعل عملية التوفير أكثر سلاسة وحيوية.
az: Yığım prosesini daha axıcı və canlı etmək üçün eksklüziv animasiya effektləri əldə edin.
bg: Получете ексклузивни анимационни ефекти, правещи процеса на спестяване по-плавен и жив.
bn: এক্সক্লুসিভ অ্যানিমেশন ইফেক্ট পান, সঞ্চয় প্রক্রিয়াকে আরও মসৃণ এবং প্রাণবন্ত করুন।
ca: Obté efectes d'animació exclusius per fer que el procés d'estalvi sigui més fluid i viu.
ceb: Pagkuha og eksklusibong mga epekto sa animasyon aron mahimong mas hapsay ug buhi ang proseso sa pagtigum.
cs: Získejte exkluzivní animace, aby byl proces spoření plynulejší a živější.
da: Få eksklusive animationseffekter for at gøre opsparingsprocessen mere flydende og levende.
de: Erhalten Sie exklusive Animationseffekte, um den Sparprozess flüssiger und lebendiger zu gestalten.
el: Αποκτήστε αποκλειστικά εφέ κίνησης για μια πιο ομαλή και ζωντανή διαδικασία αποταμίευσης.
es: Obtén efectos de animación exclusivos para que el proceso de ahorro sea más fluido y vívido.
es_us: Obtén efectos de animación exclusivos para que el proceso de ahorro sea más fluido y vívido.
et: Hankige eksklusiivseid animatsiooniefekte, et muuta säästmisprotsess sujuvamaks ja elavamaks.
fa: جلوه‌های انیمیشن اختصاصی دریافت کنید تا فرآیند پس‌انداز روان‌تر و زنده‌تر شود.
fi: Saat eksklusiivisia animaatiotehosteita, jotka tekevät säästämisestä sujuvampaa ja elävämpää.
fil: Kumuha ng mga eksklusibong animation effect para maging mas maayos at buhay ang proseso ng pag-iipon.
fr: Obtenez des effets d'animation exclusifs pour rendre le processus d'épargne plus fluide et vivant.
fr_ca: Obtenez des effets d'animation exclusifs pour rendre le processus d'épargne plus fluide et plus vivant.
ga: Faigh éifeachtaí beochana eisiacha chun an próiseas coigiltis a dhéanamh níos rianúla agus níos beoga.
gu: વિશિષ્ટ એનિમેશન અસરો મેળવો, બચત પ્રક્રિયાને વધુ સરળ અને જીવંત બનાવો.
he: קבל אפקטי אנימציה בלעדיים, להפוך את תהליך החיסכון לחלק ותוסס יותר.
hi: विशेष एनीमेशन प्रभाव प्राप्त करें, जिससे बचत प्रक्रिया अधिक सहज और जीवंत हो जाए।
hr: Dobijte ekskluzivne animacijske efekte kako bi proces štednje bio glađi i živopisniji.
hu: Szerezzen exkluzív animációs effekteket, hogy a megtakarítás folyamata gördülékenyebb és élénkebb legyen.
id: Dapatkan efek animasi eksklusif untuk membuat proses menabung lebih lancar dan hidup.
is: Fáðu sértæk hreyfimyndaáhrif til að gera sparnaðarferlið þjálla og líflegra.
it: Ottieni effetti di animazione esclusivi per rendere il processo di risparmio più fluido e vivace.
ja: 専用のアニメーション効果を手に入れて、貯金プロセスをよりスムーズで生き生きとしたものにしましょう。
jv: Entuk efek animasi khusus, supaya proses nyimpen luwih lancar lan urip.
kk: Ақша жинау процесін бірқалыпты және жанды ету үшін эксклюзивті анимациялық эффектілерді алыңыз.
km: ទទួលបានបែបផែនគំនូរជីវចលផ្តាច់មុខ ធ្វើឱ្យដំណើរការសន្សំកាន់តែរលូន និងរស់រវើក។
kn: ಉಳಿತಾಯ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಸುಗಮ ಮತ್ತು ಹೆಚ್ಚು ಉತ್ಸಾಹಭರಿತವಾಗಿಸಲು ವಿಶೇಷ ಅನಿಮೇಷನ್ ಪರಿಣಾಮಗಳನ್ನು ಪಡೆಯಿರಿ.
ko: 전용 애니메이션 효과를 획득하여 저축 과정을 더 부드럽고 생동감 있게 만드세요.
lt: Gaukite išskirtinius animacijos efektus, kad taupymo procesas taptų sklandesnis ir gyvesnis.
lv: Iegūstiet ekskluzīvas animācijas, lai padarītu krāšanas procesu plūstošāku un dzīvīgāku.
ml: സമ്പാദ്യ പ്രക്രിയ കൂടുതൽ സുഗമവും സജീവവുമാക്കാൻ എക്സ്ക്ലൂസീവ് അനിമേഷൻ ഇഫക്റ്റുകൾ നേടുക.
mr: विशेष ॲनिमेशन इफेक्ट्स मिळवा, ज्यामुळे बचतीची प्रक्रिया अधिक सुरळीत आणि जिवंत होईल.
ms: Dapatkan kesan animasi eksklusif untuk menjadikan proses menabung lebih lancar dan hidup.
my: ငွေစုခြင်း လုပ်ငန်းစဉ်ကို ပိုမိုချောမွေ့ပြီး သက်ဝင်လှုပ်ရှားစေရန် သီးသန့် ကာတွန်းအထူးပြုလုပ်ချက်များကို ရယူပါ။
nb: Få eksklusive animasjonseffekter som gjør spareprosessen mer flytende og levende.
nl: Krijg exclusieve animatie-effecten om het spaarproces vloeiender en levendiger te maken.
or: ଏକ୍ସକ୍ଲୁସିଭ୍ ଆନିମେସନ୍ ଇଫେକ୍ଟ ପ୍ରାପ୍ତ କରନ୍ତୁ, ସଞ୍ଚୟ ପ୍ରକ୍ରିୟାକୁ ଅଧିକ ସୁଗମ ଏବଂ ଜୀବନ୍ତ କରନ୍ତୁ।
pa: ਵਿਸ਼ੇਸ਼ ਐਨੀਮੇਸ਼ਨ ਪ੍ਰਭਾਵ ਪ੍ਰਾਪਤ ਕਰੋ, ਬੱਚਤ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਹੋਰ ਸੁਚਾਰੂ ਅਤੇ ਜੀਵੰਤ ਬਣਾਓ।
pl: Uzyskaj ekskluzywne efekty animacji, aby proces oszczędzania był płynniejszy i żywszy.
pt_br: Obtenha efeitos de animação exclusivos para tornar o processo de poupança mais fluido e vívido.
pt_pt: Obtenha efeitos de animação exclusivos para tornar o processo de poupança mais fluido e vívido.
ro: Obține efecte de animație exclusive pentru a face procesul de economisire mai fluid și mai viu.
ru: Получите эксклюзивные анимации, чтобы процесс накопления стал более плавным и живым.
sk: Získajte exkluzívne animácie, vďaka ktorým bude proces sporenia plynulejší a živší.
sl: Pridobite ekskluzivne animacije, da bo proces varčevanja bolj tekoč in živahne.
sq: Merrni efekte ekskluzive animacioni për ta bërë procesin e kursimit më të rrjedhshëm dhe të gjallë.
sv: Få exklusiva animationseffekter som gör sparandet smidigare och mer levande.
sw: Pata madoido ya kipekee ya uhuishaji, fanya mchakato wa kuweka akiba uwe mwepesi na hai zaidi.
ta: பிரத்தியேக அனிமேஷன் விளைவுகளைப் பெறுங்கள், சேமிப்பு செயல்முறையை மென்மையாகவும் உயிரோட்டமாகவும் மாற்றவும்.
te: పొదుపు ప్రక్రియను మరింత సాఫీగా మరియు ఉత్సాహంగా మార్చడానికి ప్రత్యేక యానిమేషన్ ప్రభావాలను పొందండి.
th: รับเอฟเฟกต์แอนิเมชันสุดพิเศษ เพื่อให้กระบวนการออมเงินลื่นไหลและมีชีวิตชีวายิ่งขึ้น
tr: Tasarruf sürecini daha akıcı ve canlı hale getiren özel animasyon efektleri edinin.
uk: Отримайте ексклюзивні анімаційні ефекти, щоб зробити процес накопичення приємнішим та живішим.
ur: بچت کے عمل کو ہموار اور جاندار بنانے کے لیے خصوصی اینیمیشن اثرات حاصل کریں۔
uz: Jamg'arish jarayonini yanada ravon va jonli qilish uchun eksklyuziv animatsiya effektlariga ega bo'ling.
vi: Nhận hiệu ứng hình động độc quyền, giúp quá trình tiết kiệm mượt mà và sinh động hơn.
zh_hans: 获得专属动画效果，让储蓄过程更流畅、更生动。
zh_hant: 獲得專屬動畫效果，讓儲蓄過程更流暢、更生動。
zh_hk: 獲得專屬動畫效果，讓儲蓄過程更流暢、更生動。

# EUR
source: Euro
ar: يورو
az: Avro
bg: Евро
bn: ইউরো
el: Ευρώ
fa: یورو
gu: યુરો
he: אירו
hi: यूरो
hu: Euró
is: Evra
ja: ユーロ
kk: Еуро
km: អឺរ៉ូ
kn: ಯುರೋ
ko: 유로
lt: Euras
lv: Eiro
ml: യൂറോ
mr: युरो
my: ယူရို
or: ୟୁରୋ
pa: ਯੂਰੋ
ru: Евро
sl: Evro
ta: யூரோ
te: యూరో
th: ยูโร
uk: Євро
ur: یورو
uz: Yevro
zh_hant: 歐元
zh_hk: 歐元

source: Expiration date
ar: تاريخ الانتهاء
az: Son tarix
bg: Краен срок
bn: শেষ তারিখ
ca: Data límit
ceb: Petsa sa Pagtapos
cs: Datum ukončení
da: Slutdato
de: Enddatum
el: Προθεσμία
es: Fecha límite
es_us: Fecha límite
et: Tähtaeg
fa: تاریخ پایان
fi: Määräaika
fil: Petsa ng Deadline
fr: Date limite
fr_ca: Date limite
ga: Spriocdháta
gu: અંતિમ તારીખ
he: תאריך יעד
hi: अंतिम तारीख
hr: Rok
hu: Határidő
id: Tanggal Batas Waktu
is: Lokadagsetning
it: Data di scadenza
ja: 締切日
jv: Tanggal Wates
kk: Соңғы мерзім
km: កាលបរិច្ឆេទផុតកំណត់
kn: ಅಂತಿಮ ದಿನಾಂಕ
ko: 마감일
lt: Galutinis terminas
lv: Beigu termiņš
ml: അവസാന തീയതി
mr: अंतिम मुदत
ms: Tarikh Akhir
my: နောက်ဆုံး သတ်မှတ်ရက်
nb: Frist
nl: Einddatum
or: ଶେଷ ତାରିଖ
pa: ਅੰਤਮ ਤਾਰੀਖ
pl: Termin
pt_br: Data limite
pt_pt: Data limite
ro: Data limită
ru: Крайний срок
sk: Konečný termín
sl: Rok
sq: Data e afatit
sv: Slutdatum
sw: Tarehe ya mwisho
ta: கடைசி தேதி
te: గడువు తేదీ
th: วันครบกำหนด
tr: Son tarih
uk: Кінцевий термін
ur: آخری تاریخ
uz: Tugash sanasi
vi: Ngày hết hạn
zh_hans: 截止日期
zh_hant: 截止日期
zh_hk: 截止日期

source: Expiry date
ar: وقت الاستحقاق
az: Bitmə vaxtı
bg: Време на изтичане
bn: মেয়াদ শেষ হওয়ার সময়
ca: Hora de venciment
ceb: Oras sa Pagtapos
cs: Čas vypršení
da: Udløbstidspunkt
de: Fälligkeitszeit
el: Χρόνος λήξης
es: Hora de vencimiento
es_us: Hora de vencimiento
et: Aegumise aeg
fa: زمان سررسید
fi: Erääntymisaika
fil: Oras ng Pag-expire
fr: Date d'échéance
fr_ca: Heure d'échéance
ga: Am éaga
gu: સમાપ્તિ સમય
he: מועד סיום
hi: समाप्ति का समय
hr: Vrijeme isteka
hu: Lejárat ideje
id: Waktu Jatuh Tempo
is: Gildistími
it: Orario di scadenza
ja: 期限
jv: Wektu Kadaluwarsa
kk: Мерзімі аяқталу уақыты
km: ពេលវេលាផុតកំណត់
kn: ಮುಕ್ತಾಯ ಸಮಯ
ko: 만기 시간
lt: Pabaigos laikas
lv: Termiņa laiks
ml: കാലാവധി തീരുന്ന സമയം
mr: कालबाह्य होण्याची वेळ
ms: Masa Tamat
my: သက်တမ်းကုန်ဆုံးချိန်
nb: Utløpstid
nl: Vervaltijd
or: ସମାପ୍ତି ସମୟ
pa: ਮਿਆਦ ਪੁੱਗਣ ਦਾ ਸਮਾਂ
pl: Czas wygaśnięcia
pt_br: Data de vencimento
pt_pt: Hora de vencimento
ro: Timp expirare
ru: Время окончания
sk: Čas vypršania
sl: Čas poteka
sq: Koha e skadimit
sv: Förfallotid
sw: Muda wa kuiva
ta: முடியும் நேரம்
te: గడువు సమయం
th: เวลาครบกำหนด
tr: Vade zamanı
uk: Час закінчення
ur: ختم ہونے کا وقت
uz: Muddati tugash vaqti
vi: Thời gian đáo hạn
zh_hans: 到期时间
zh_hant: 到期時間
zh_hk: 到期時間

source: Finished Editing
ar: اكتمال التعديل
az: Redaktəni bitir
bg: Завърши редакцията
bn: এডিট সম্পন্ন করুন
ca: Edició finalitzada
ceb: Human na ang Pag-edit
cs: Dokončit úpravy
da: Afslut redigering
de: Bearbeitung fertig
el: Ολοκλήρωση επεξεργασίας
es: Terminar edición
es_us: Terminar edición
et: Lõpeta muutmine
fa: اتمام ویرایش
fi: Muokkaus valmis
fil: Tapusin ang Pag-edit
fr: Terminer l'édition
fr_ca: Terminer l'édition
ga: Críochnaigh eagarthóireacht
gu: ફેરફાર પૂર્ણ કરો
he: סיום עריכה
hi: संपादन पूरा करें
hr: Završi uređivanje
hu: Szerkesztés kész
id: Selesai Mengedit
is: Ljúka breytingum
it: Modifica completata
ja: 編集完了
jv: Rampung Ngowahi
kk: Өңдеуді аяқтау
km: បញ្ចប់ការកែសម្រួល
kn: ಎಡಿಟಿಂಗ್ ಪೂರ್ಣಗೊಳಿಸಿ
ko: 편집 완료
lt: Baigti redagavimą
lv: Pabeigt rediģēšanu
ml: എഡിറ്റിംഗ് പൂർത്തിയാക്കുക
mr: संपादन पूर्ण करा
ms: Selesai Mengedit
my: ပြင်ဆင်မှု ပြီးဆုံးပါပြီ
nb: Fullfør redigering
nl: Bewerken gereed
or: ସମ୍ପାଦନ ଶେଷ କରନ୍ତୁ
pa: ਸੰਪਾਦਨ ਪੂਰਾ ਕਰੋ
pl: Zakończ edycję
pt_br: Concluir edição
pt_pt: Concluir edição
ro: Termină editarea
ru: Завершить редактирование
sk: Dokončiť úpravy
sl: Končaj urejanje
sq: Përfundo modifikimin
sv: Slutför redigering
sw: Maliza kuhariri
ta: திருத்தத்தை முடி
te: సవరణ పూర్తయింది
th: แก้ไขเสร็จสิ้น
tr: Düzenlemeyi tamamla
uk: Завершити редагування
ur: ترمیم مکمل کریں
uz: Tahrirlashni yakunlash
vi: Hoàn tất chỉnh sửa
zh_hans: 完成编辑
zh_hant: 完成編輯
zh_hk: 完成編輯

source: Fixed deposit
ar: إيداع ثابت
az: Müddətli əmanət
bg: Редовен депозит
bn: মেয়াদী আমানত
ca: Dipòsit periòdic
ceb: Regular nga Deposito
cs: Pravidelný vklad
da: Fast indbetaling
de: Regelmäßige Einzahlung
el: Τακτική κατάθεση
es: Depósito periódico
es_us: Depósito periódico
et: Tähtajaline hoius
fa: سپرده ثابت
fi: Määräaikaistalletus
fil: Regular na Deposito
fr: Dépôt périodique
fr_ca: Dépôt récurrent
ga: Taisce sheasta
gu: નિયમિત થાપણ
he: הפקדה קבועה
hi: नियमित जमा
hr: Redoviti depozit
hu: Rendszeres betét
id: Setoran Berkala
is: Reglulegur sparnaður
it: Deposito ricorrente
ja: 定期預金
jv: Simpenan Rutin
kk: Мерзімді депозит
km: ការដាក់ប្រាក់តាមកាលកំណត់
kn: ನಿಯಮಿತ ಠೇವಣಿ
ko: 정기 저축
lt: Periodinis indėlis
lv: Regulāra iemaksa
ml: സ്ഥിര നിക്ഷേപം
mr: मुदत ठेव
ms: Simpanan Tetap
my: ပုံမှန် ငွေစုခြင်း
nb: Fast sparing
nl: Periodieke storting
or: ସ୍ଥାୟୀ ଜମା
pa: ਨਿਯਮਤ ਜਮ੍ਹਾਂ
pl: Regularny depozyt
pt_br: Depósito recorrente
pt_pt: Depósito regular
ro: Depozit la termen
ru: Регулярный вклад
sk: Pravidelný vklad
sl: Redni polog
sq: Depozitë periodike
sv: Regelbunden insättning
sw: Amana ya kudumu
ta: தொடர் வைப்பு
te: ఆవర్తన డిపాజిట్
th: ฝากประจำ
tr: Düzenli mevduat
uk: Регулярний внесок
ur: باقاعدہ ڈپازٹ
uz: Muntazam depozit
vi: Tiền gửi định kỳ
zh_hans: 定期存款
zh_hant: 定期存款
zh_hk: 定期存款

# GBP
source: British Pound
ar: جنيه إسترليني
az: Britaniya funtu
bg: Британски паунд
bn: ব্রিটিশ পাউন্ড
ca: Lliura esterlina
cs: Britská libra
da: Britisk Pund
de: Britisches Pfund
el: Λίρα Αγγλίας
es: Libra esterlina
es_us: Libra esterlina
et: Suurbritannia nael
fa: پوند استرلینگ
fi: Englannin punta
fr: Livre sterling
fr_ca: Livre sterling
ga: Punt Steirling
gu: બ્રિટિશ પાઉન્ડ
he: לירה שטרלינג
hi: ब्रिटिश पाउंड
hr: Britanska funta
hu: Angol font
id: Pound Inggris
is: Sterlingspund
it: Sterlina britannica
ja: 英ポンド
jv: Pound Sterling
kk: Фунт стерлинг
km: ផោនអង់គ្លេស
kn: ಬ್ರಿಟಿಷ್ ಪೌಂಡ್
ko: 파운드
lt: Svaras sterlingų
lv: Lielbritānijas mārciņa
ml: ബ്രിട്ടീഷ് പൗണ്ട്
mr: ब्रिटिश पाउंड
ms: Pound Sterling
my: ဗြိတိန် ပေါင်
nb: Britiske pund
nl: Britse pond
or: ବ୍ରିଟିଶ ପାଉଣ୍ଡ
pa: ਬ੍ਰਿਟਿਸ਼ ਪਾਉਂਡ
pl: Funt brytyjski
pt_br: Libra esterlina
pt_pt: Libra esterlina
ro: Liră sterlină
ru: Фунт стерлингов
sk: Britská libra
sl: Britanski funt
sq: Paund Britanik
sv: Brittiskt pund
sw: Pauni ya Uingereza
ta: பிரிட்டிஷ் பவுண்டு
te: బ్రిటిష్ పౌండ్
th: ปอนด์สเตอร์ลิง
tr: İngiliz Sterlini
uk: Фунт стерлінгів
ur: برطانوی پاؤنڈ
uz: Britaniya funti
vi: Bảng Anh
zh_hant: 英鎊
zh_hk: 英鎊

source: General
ar: عام
az: Ümumi
bg: Общи
bn: সাধারণ
ceb: Kinatibuk-an
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
et: Üldine
fa: عمومی
fi: Yleiset
fil: Pangkalahatan
fr: Général
fr_ca: Général
ga: Ginearálta
gu: સામાન્ય
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
is: Almennt
it: Generali
ja: 一般
jv: Umum
kk: Жалпы
km: ទូទៅ
kn: ಸಾಮಾನ್ಯ
ko: 일반
lt: Bendra
lv: Vispārīgi
ml: പൊതുവായ
mr: सामान्य
ms: Umum
my: အထွေထွေ
nb: Generelt
nl: Algemeen
or: ସାଧାରଣ
pa: ਆਮ
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
sk: Všeobecné
sl: Splošno
sq: Të përgjithshme
sv: Allmänt
sw: Jumla
ta: பொதுவானவை
te: సాధారణ
th: ทั่วไป
tr: Genel
uk: Загальні
ur: عمومی
uz: Umumiy
vi: Cài đặt chung
zh_hans: 通用
zh_hant: 通用
zh_hk: 一般

source: Give your piggy bank a fresh new look with more customization options, smoother animations, and unique themes.
ar: المزيد من الخيارات المخصصة، رسوم متحركة أكثر سلاسة، وموضوعات فريدة، تجعل حافظة نقودك حية من جديد.
az: Yığım qutunuza yeni həyat vermək üçün daha çox fərdiləşdirmə seçimlərinə, axıcı animasiyalara və unikal mövzulara sahib olun.
bg: Получете повече опции за персонализиране, по-плавни анимации и уникални теми, за да вдъхнете нов живот на вашата касичка.
bn: আরও কাস্টমাইজেশন বিকল্প, মসৃণ অ্যানিমেশন এবং অনন্য থিম, আপনার পিগি ব্যাংককে নতুন জীবন দেয়।
ca: Gaudeix de més opcions de personalització, animacions més fluides i temes únics per donar nova vida a la teva guardiola.
ceb: Pagbaton og dugang mga kapilian sa pag-customize, mas hapsay nga mga animasyon, ug talagsaon nga mga tema aron mahatagan og bag-ong kinabuhi ang imong alkansiya.
cs: Získejte více možností přizpůsobení, plynulejší animace a jedinečné motivy, které vdechnou vaší pokladničce nový život.
da: Få flere tilpasningsmuligheder, mere flydende animationer og unikke temaer for at give din sparegris nyt liv.
de: Mit mehr Anpassungsoptionen, flüssigeren Animationen und einzigartigen Themen, um Ihrem Sparschwein neues Leben einzuhauchen.
el: Αποκτήστε περισσότερες επιλογές προσαρμογής, πιο ομαλές κινήσεις και μοναδικά θέματα, δίνοντας νέα πνοή στον κουμπαρά σας.
es: Obtén más opciones de personalización, animaciones más fluidas y temas únicos para dar nueva vida a tu alcancía.
es_us: Obtén más opciones de personalización, animaciones más fluidas y temas únicos para dar nueva vida a tu alcancía.
et: Nautige rohkem kohandamisvalikuid, sujuvamaid animatsioone ja unikaalseid teemasid, et anda oma rahakassale uus elu.
fa: با گزینه‌های شخصی‌سازی بیشتر، انیمیشن‌های روان‌تر و تم‌های منحصر‌به‌فرد، به قلک خود جان تازه‌ای ببخشید.
fi: Enemmän mukautusvaihtoehtoja, sujuvampia animaatioita ja ainutlaatuisia teemoja, jotka herättävät säästölippaasi eloon.
fil: Magkaroon ng higit pang mga opsyon sa pag-customize, mas maayos na animasyon, at natatanging tema para bigyan ng bagong buhay ang iyong alkansya.
fr: Profitez de plus d'options de personnalisation, d'animations plus fluides et de thèmes uniques pour donner une nouvelle vie à votre tirelire.
fr_ca: Profitez de plus d'options de personnalisation, d'animations plus fluides et de thèmes uniques pour donner une nouvelle vie à votre tirelire.
ga: Le níos mó roghanna saincheaptha, beochan níos rianúla agus téamaí uathúla, tabhair beatha nua do do mhuc sparáin.
gu: વધુ કસ્ટમ વિકલ્પો, સરળ એનિમેશન અને અનન્ય થીમ્સ ધરાવો, તમારી પિગી બેંકને નવું જીવન આપો.
he: תהנה מיותר אפשרויות התאמה אישית, אנימציות חלקות יותר וערכות נושא ייחודיות, כדי להעניק לקופת החיסכון שלך חיים חדשים.
hi: अधिक कस्टमाइज़ेशन विकल्प, सहज एनीमेशन और अद्वितीय थीम प्राप्त करें, जो आपके पिग्गी बैंक को नया जीवन देंगे।
hr: Imajte više opcija prilagodbe, glađe animacije i jedinstvene teme kako biste udahnuli novi život svojoj kasici prasici.
hu: Több testreszabási lehetőség, gördülékenyebb animációk és egyedi témák, hogy új életre keltsék a perselyét.
id: Miliki lebih banyak opsi kustomisasi, animasi lebih halus, dan tema unik untuk menghidupkan kembali celengan Anda.
is: Með fleiri sérstillingum, mýkri hreyfimyndum og einstökum þemum fær sparibaukurinn þinn nýtt líf.
it: Ottieni più opzioni di personalizzazione, animazioni più fluide e temi unici per dare nuova vita al tuo salvadanaio.
ja: より多くのカスタマイズオプション、スムーズなアニメーション、ユニークなテーマで、貯金箱に新たな命を吹き込みましょう。
jv: Nduwe pilihan kustomisasi liyane, animasi sing luwih lancar, lan tema unik, menehi urip anyar kanggo celengan sampeyan.
kk: Жинақ сандықшаңызға жаңа өмір сыйлау үшін көбірек баптау опцияларына, бірқалыпты анимацияларға және бірегей тақырыптарға ие болыңыз.
km: មានជម្រើសប្ដូរតាមបំណងកាន់តែច្រើន គំនូរជីវចលរលូនជាងមុន និងស្បែកប្លែកៗ ដែលធ្វើឱ្យធនាគារសន្សំប្រាក់របស់អ្នកមានជីវិតថ្មី។
kn: ನಿಮ್ಮ ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್‌ಗೆ ಹೊಸ ಜೀವ ತುಂಬಲು ಹೆಚ್ಚಿನ ಕಸ್ಟಮ್ ಆಯ್ಕೆಗಳು, ಸುಗಮ ಅನಿಮೇಷನ್‌ಗಳು ಮತ್ತು ವಿಶಿಷ್ಟ ಥೀಮ್‌ಗಳನ್ನು ಪಡೆಯಿರಿ.
ko: 더 많은 사용자 지정 옵션, 부드러운 애니메이션, 독특한 테마로 저금통에 새로운 생명을 불어넣으세요.
lt: Gaukite daugiau pritaikymo parinkčių, sklandesnių animacijų ir unikalių temų, kad jūsų taupyklė atgytų.
lv: Ar vairāk pielāgošanas iespējām, plūstošākām animācijām un unikālām tēmām, piešķirot krājkasītei jaunu dzīvi.
ml: കൂടുതൽ ഇഷ്‌ടാനുസൃത ഓപ്ഷനുകൾ, സുഗമമായ അനിമേഷനുകൾ, തനതായ തീമുകൾ എന്നിവയിലൂടെ നിങ്ങളുടെ പിഗ്ഗി ബാങ്കിന് പുതുജീവൻ നൽകുക.
mr: अधिक कस्टमायझेशन पर्याय, अधिक स्मूथ ॲनिमेशन आणि अद्वितीय थीम्स मिळवा, ज्यामुळे तुमच्या पिगी बँकेला नवीन जीवन मिळेल.
ms: Miliki lebih banyak pilihan penyesuaian, animasi lebih lancar, dan tema unik untuk memberi nafas baharu kepada tabung simpanan anda.
my: သင့်စုဘူးကို သက်ဝင်လှုပ်ရှားစေရန် စိတ်ကြိုက်ပြင်ဆင်နိုင်သော ရွေးချယ်စရာများ၊ ချောမွေ့သော ကာတွန်းများနှင့် ထူးခြားသော အပြင်အဆင်များကို ပိုင်ဆိုင်လိုက်ပါ။
nb: Få flere tilpasningsmuligheter, jevnere animasjoner og unike temaer for å gi sparebøssen nytt liv.
nl: Beschik over meer aanpassingsopties, vloeiendere animaties en unieke thema's om je spaarpot nieuw leven in te blazen.
or: ଅଧିକ କଷ୍ଟମ୍ ବିକଳ୍ପ, ଅଧିକ ସୁଗମ ଆନିମେସନ୍ ଏବଂ ଅନନ୍ୟ ଥିମ୍ ପାଆନ୍ତୁ, ଆପଣଙ୍କ ପିଗି ବ୍ୟାଙ୍କକୁ ନୂତନ ଜୀବନ ଦିଅନ୍ତୁ।
pa: ਹੋਰ ਕਸਟਮ ਵਿਕਲਪਾਂ, ਸੁਚਾਰੂ ਐਨੀਮੇਸ਼ਨਾਂ ਅਤੇ ਵਿਲੱਖਣ ਥੀਮਾਂ ਦੇ ਨਾਲ, ਆਪਣੀ ਗੁੱਲਕ ਨੂੰ ਨਵਾਂ ਜੀਵਨ ਦਿਓ।
pl: Zyskaj więcej opcji personalizacji, płynniejsze animacje i unikalne motywy, aby tchnąć nowe życie w swoją skarbonkę.
pt_br: Tenha mais opções de personalização, animações mais fluidas e temas exclusivos para dar nova vida ao seu cofrinho.
pt_pt: Tenha mais opções de personalização, animações mais fluidas e temas exclusivos para dar nova vida ao seu cofrinho.
ro: Cu mai multe opțiuni de personalizare, animații mai fluide și teme unice, dă-i pușculiței tale o viață nouă.
ru: Больше настроек, плавные анимации и уникальные темы — вдохните новую жизнь в вашу копилку.
sk: Získajte viac možností prispôsobenia, plynulejšie animácie a jedinečné témy, ktoré vdýchnu vašej pokladničke nový život.
sl: Pridobite več možnosti prilagajanja, bolj tekoče animacije in edinstvene teme, ki bodo vašemu hranilniku vdihnile novo življenje.
sq: Përfito më shumë opsione personalizimi, animacione më të rrjedhshme dhe tema unike për t'i dhënë jetë të re arkës suaj të kursimit.
sv: Få fler anpassningsalternativ, smidigare animationer och unika teman för att ge din spargris nytt liv.
sw: Pata chaguo zaidi za kubinafsisha, uhuishaji mwepesi na mandhari ya kipekee, ili kupa kibubu chako uhai mpya.
ta: கூடுதல் தனிப்பயனாக்குதல் விருப்பங்கள், மென்மையான அனிமேஷன்கள் மற்றும் தனித்துவமான தீம்களைப் பெறுங்கள்.
te: మరిన్ని అనుకూలీకరణ ఎంపికలు, సున్నితమైన యానిమేషన్లు మరియు ప్రత్యేకమైన థీమ్‌లతో మీ పిగ్గీ బ్యాంక్‌కి కొత్త జీవం పోయండి.
th: มีตัวเลือกการปรับแต่งมากขึ้น แอนิเมชันที่ลื่นไหลกว่า และธีมที่เป็นเอกลักษณ์ เพื่อให้กระปุกออมสินของคุณดูมีชีวิตชีวาขึ้นมาใหม่
tr: Daha fazla özelleştirme seçeneği, daha akıcı animasyonlar ve benzersiz temalarla kumbaranıza yeni bir hayat verin.
uk: Більше налаштувань, плавні анімації та унікальні теми — нове життя для вашої скарбнички.
ur: مزید حسب ضرورت آپشنز، ہموار اینیمیشنز اور منفرد تھیمز کے ساتھ اپنی گلک کو نئی زندگی دیں۔
uz: Ko'proq moslashtirish imkoniyatlari, ravonroq animatsiyalar va noyob mavzular bilan pul yig'ish qutingizga yangi hayot bag'ishlang.
vi: Sở hữu nhiều tùy chọn tùy chỉnh hơn, hình động mượt mà hơn và chủ đề độc đáo, mang lại sức sống mới cho heo đất của bạn.
zh_hans: 拥有更多自定义选项、更流畅的动画和独特主题，让你的存钱罐焕发新生命。
zh_hant: 擁有更多自定義選項、更流暢的動畫和獨特主題，讓你的存錢筒煥發新生命。
zh_hk: 擁有更多自訂選項、更流暢的動畫和獨特主題，讓你的存錢罐煥發新生命。
